{"breaches":[
{"year": "2014", "sector": "web", "companyName": "Yahoo", "numStolen": "500000000", "reason": "hacked", "moreInfo": "Yahoo believes a state-sponsored actor was behind the hack. Claims surfaced in early August that a hacker using the name Peace was trying to sell personal information of Yahoo account users on the dark web, a black market of thousands of secret websites."},
{"year": "NaN", "sector": "ORGANISATION", "companyName": "Entity", "numStolen": "NaN", "reason": "METHOD OF LEAK", "moreInfo": "story"},
{"year": "NaN", "sector": "", "companyName": "update as of April 2016", "numStolen": "NaN", "reason": "", "moreInfo": "Elaboration if there's an interesting story or detail behind it"},
{"year": "2004", "sector": "web", "companyName": "AOL", "numStolen": "92000000", "reason": "inside job, hacked", "moreInfo": " A former America Online software engineer stole 92 million screen names and e-mail addresses and sold them to spammers who sent out up to 7 billion unsolicited e-mails."},
{"year": "2005", "sector": "financial", "companyName": "Ameritrade Inc.", "numStolen": "200000", "reason": "lost / stolen media", "moreInfo": "online broker"},
{"year": "2005", "sector": "financial", "companyName": "Automatic Data Processing", "numStolen": "125000", "reason": "poor security", "moreInfo": ""},
{"year": "2005", "sector": "financial", "companyName": "Cardsystems Solutions Inc. ", "numStolen": "40000000", "reason": "hacked", "moreInfo": "CardSystems was fingered by MasterCard after it spotted fraud on credit card accounts and found a common thread, tracing it back to CardSystems. An unauthorized entity put a specific code into CardSystems' network, enabling the person or group to gain access to the data. It's not clear how many of the 40 million accounts were actually stolen. "},
{"year": "2005", "sector": "financial", "companyName": "Citigroup", "numStolen": "3900000", "reason": "lost / stolen media ", "moreInfo": "Blame the messenger! A box of computer tapes containing information on 3.9 million customers was lost by United Parcel Service (UPS) while in transit to a credit reporting agency."},
{"year": "2006", "sector": "web", "companyName": "AOL", "numStolen": "20000000", "reason": "accidentally published", "moreInfo": "Durp. AOL VOLUNTARILY released search data for roughly 20 million web queries from 658,000 anonymized users of the service. No one is quite sure why."},
{"year": "2006", "sector": "financial", "companyName": "Countrywide Financial Corp", "numStolen": "2600000", "reason": "inside job", "moreInfo": ""},
{"year": "2006", "sector": "tech, retail", "companyName": "Hewlett Packard", "numStolen": "200000", "reason": "lost / stolen media", "moreInfo": "Laptop lost/stolen containing employee data: names, addresses, Social Security numbers, dates of birth and other employment-related information."},
{"year": "2006", "sector": "telecoms", "companyName": "KDDI", "numStolen": "4000000", "reason": "hacked", "moreInfo": "Press report: Tokyo police have arrested two men for trying to extort nearly US$90,000 from KDDI Corp. The pair allegedly threatened to disclose the existence of storage media containing personal data belonging to four million KDDI customers prior to a shareholder meeting; however, KDDI alerted the police as soon as they were contacted by the blackmailers; the police monitored communications between KDDI and the pair for several weeks. "},
{"year": "2006", "sector": "telecoms", "companyName": "T-Mobile, Deutsche Telecom", "numStolen": "17000000", "reason": "lost / stolen media ", "moreInfo": "Thieves got their hands on a storage device with the data, which included the names, addresses, cell phone numbers, and some birth dates and e-mail addresses for high-profile German citizens. The company said the records did not contain bank details, credit card numbers, or call data."},
{"year": "2006", "sector": "government, military", "companyName": "US Dept of Vet Affairs", "numStolen": "26500000", "reason": "lost / stolen computer", "moreInfo": "The Veterans Affairs Department agreed to pay $20 million to settle a class action lawsuit over the loss of a laptop. The department originally took three weeks to report the theft. The laptop was recovered with the data apparently intact a month after it was reported stolen. But it is impossible to say with absolute certainty that the data was not accessed and copied. "},
{"year": "2007", "sector": "government", "companyName": "City and Hackney Teaching Primary Care Trust", "numStolen": "160", "reason": "lost / stolen media", "moreInfo": "Heavily encrypted disks containing details of children are lost by couriers."},
{"year": "2007", "sector": "financial", "companyName": "Compass Bank", "numStolen": "1000000", "reason": "inside job", "moreInfo": "A former employee stole a hardrive containing 1m account details from the bank, then used it to defraud cutomers of nearly $32,000."},
{"year": "2007", "sector": "retail", "companyName": "Dai Nippon Printing", "numStolen": "8637405", "reason": "inside job", "moreInfo": "A former contractor of Dai Nippon Printing Company in Tokyo, Japan stole 8.6 million records containing the personal data of customers of 43 of the company's clients. "},
{"year": "2007", "sector": "government", "companyName": "Driving Standards Agency", "numStolen": "3", "reason": "lost / stolen media", "moreInfo": "Hard disk with details of candidates for the driving theory test was lost in a premises in Iowa by subcontractors. Only names, addresses and phone numbers. "},
{"year": "2007", "sector": "government", "companyName": "Driving Standards Agency,", "numStolen": "3000000", "reason": "lost / stolen media", "moreInfo": ""},
{"year": "2007", "sector": "financial", "companyName": "Fidelity National Information Services", "numStolen": "8500000", "reason": "inside job", "moreInfo": ""},
{"year": "2007", "sector": "retail", "companyName": "Gap Inc", "numStolen": "800000", "reason": "lost / stolen computer", "moreInfo": "Stolen laptop which contained social security numbers, data on people who applied for positions at Gap stores, including Banana Republic and Old Navy, between July 2006 and June 2007."},
{"year": "2007", "sector": "retail", "companyName": "Hannaford Brothers Supermarket Chain", "numStolen": "4200000", "reason": "hacked", "moreInfo": "An estimated 4.2 million credit and debit card numbers were stolen."},
{"year": "2007", "sector": "web", "companyName": "Monster.com", "numStolen": "1600000", "reason": "hacked", "moreInfo": "A trojan virus stole log-ins that were used to harvest user names, e-mail addresses, home addresses and phone numbers. Soon after phishing e-mails encouraged users to download a Monster Job Seeker Tool, which was in fact a program that encrypted files in their computer and left a ransom note demanding money for their decryption. "},
{"year": "2007", "sector": "financial", "companyName": "TD Ameritrade", "numStolen": "6300000", "reason": "hacked", "moreInfo": "TD Ameritrade settled a class action lawsuit to compensate as many as 6.3 million TD Ameritrade customers whose data was stolen by hackers costing the Nebraska online brokerage firm less than $2 per victim."},
{"year": "2007", "sector": "government", "companyName": "Texas Lottery", "numStolen": "89000", "reason": "inside job", "moreInfo": "Data on more than 89,000 lottery winners (including names, Social Security numbers, addresses and prize amounts )were taken from the agency without permission by a former computer analyst who copied the password-free data. The employee added he wanted the information for possible future reference as a programmer at other state agencies."},
{"year": "2007", "sector": "retail", "companyName": "TK / TJ Maxx", "numStolen": "94000000", "reason": "hacked", "moreInfo": "Hackers hacked a Minnesota store wifi network and stole data from credit and debit cards of shoppers at off-price retailers TJX, owners of nearly 2,500 stores, including T.J. Maxx and Marshalls. This case is believed to be the largest such breach of consumer information."},
{"year": "2007", "sector": "government", "companyName": "UK Revenue & Customs", "numStolen": "25000000", "reason": "lost / stolen media ", "moreInfo": "A set of discs containing confidential details of 25 million child benefit recipients was lost."},
{"year": "2008", "sector": "telecoms", "companyName": "AT&T", "numStolen": "113000", "reason": "lost / stolen computer", "moreInfo": "A laptop was stolen from a car containing unencrypted Social Security numbers and bonus/salary info of AT&T employees."},
{"year": "2008", "sector": "web", "companyName": "Auction.co.kr", "numStolen": "18000000", "reason": "hacked", "moreInfo": ""},
{"year": "2008", "sector": "financial", "companyName": "BNY Mellon Shareowner Services", "numStolen": "12500000", "reason": "lost / stolen media ", "moreInfo": "A back-up tape, containing over 12 million customers records were lost."},
{"year": "2008", "sector": "government", "companyName": "Chile Ministry Of Education", "numStolen": "6000000", "reason": "accidentally published", "moreInfo": "A computer hacker in Chile published confidential records belonging to six million people to illustrate the weakness of their security. "},
{"year": "2008", "sector": "financial", "companyName": "Data Processors International", "numStolen": "5000000", "reason": "hacked", "moreInfo": ""},
{"year": "2008", "sector": "energy", "companyName": "GS Caltex", "numStolen": "11100000", "reason": "inside job", "moreInfo": "Two multimedia discs containing the names, social security numbers, addresses, cell phone numbers, email addresses and workplaces of Korean customers sorted by age were stolen. They were found by an office worker in a backstreet’s trash pile in Seoul. Experts say a GS Caltex employee likely stole the information for personal purposes given there were no signs of hacking."},
{"year": "2008", "sector": "government", "companyName": "Jefferson County", "numStolen": "1600000", "reason": "accidentally published", "moreInfo": "Jefferson County Clerk Jennifer Maghan said she unveiled a new online search tool that enabled residents and business professionals to access nearly 1.6 million documents that are stored in her office via their home computers"},
{"year": "2008", "sector": "government", "companyName": "Norwegian Tax Authorities", "numStolen": "3950000", "reason": "accidentally published", "moreInfo": "Tax authorities said they had accidentally sent CD-ROMs filled with the 2006 tax returns of nearly four million people living in Norway, a country of just 4.6 million inhabitants, to the editorial staff at national newspapers, radios and television stations."},
{"year": "2008", "sector": "financial", "companyName": "RBS Worldpay", "numStolen": "1500000", "reason": "hacked", "moreInfo": "The hack primarily effected U.S. prepaid and the gift card issuing business of RBS Worldpay. Actual fraud has been committed on approximately 100 cards. Certain personal information of approximately 1.5 million cardholders and other individuals may have been affected and, of this group, Social Security numbers of 1.1 million people may have been accessed."},
{"year": "2008", "sector": "government", "companyName": "Service Personnel and Veterans Agency (UK)", "numStolen": "50000", "reason": "lost / stolen media", "moreInfo": "Stolen USBs containing personal information about private lives of staff. "},
{"year": "2008", "sector": "academic", "companyName": "Stanford University", "numStolen": "72000", "reason": "lost / stolen computer", "moreInfo": "Tens of thousands of past and current Stanford University employees had personal information - including their dates of birth, Social Security numbers and home addresses - stored on the hard drive of a stolen university laptop."},
{"year": "2008", "sector": "retail", "companyName": "Starbucks", "numStolen": "97000", "reason": "lost / stolen computer", "moreInfo": "A laptop was stolen that contained private information on 97,000 employees, including names, addresses and Social Security numbers. Employees tried to sue Starbucks in California winning their case in the appeals court before losing in the higher federal court as they were unable to prove any cognizable harm or injury."},
{"year": "2008", "sector": "government", "companyName": "UK Home Office", "numStolen": "84000", "reason": "lost / stolen media", "moreInfo": "PA Consulting lost an unencrypted memory stick containing details of high risk, prolific and other offenders."},
{"year": "2008", "sector": "government", "companyName": "UK Ministry of Defence", "numStolen": "1700000", "reason": "lost / stolen media", "moreInfo": "Hard drive containing very sensitive details of Armed Forces personnel - passport & national insurance numbers, bank details etc - went missing. Loss was revealed during National Identity Fraud Prevention Week. "},
{"year": "2008", "sector": "academic", "companyName": "University of Miami", "numStolen": "2100000", "reason": "lost / stolen computer", "moreInfo": "Thieves stole a briefcase containing data tapes out of a vehicle used by a private off-site storage company. Anyone who had been a patient of a University of Miami physician or visited a UM facility since 1999 is likely included on the tapes. The data included names, addresses, Social Security numbers and health information. 47,000 of these records may have included credit card or other financial information regarding bill payment."},
{"year": "2008", "sector": "academic", "companyName": "University of Utah Hospitals & Clinics", "numStolen": "2200000", "reason": "lost / stolen media", "moreInfo": "The data tapes were stolen by petty thieves from an employee's car. According to police reports the thieves tried - and failed - to view the tapes using a VHS player."},
{"year": "2009", "sector": "healthcare", "companyName": "Affinity Health Plan, Inc.", "numStolen": "344579", "reason": "lost / stolen media ", "moreInfo": "A rented photocopier used to copy health records did not have its hard-drive wiped before its return. "},
{"year": "2009", "sector": "healthcare", "companyName": "AvMed, Inc.", "numStolen": "1220000", "reason": "lost / stolen computer", "moreInfo": "Two company laptops containing names, addresses, dates of birth, Social Security numbers and health-related information. "},
{"year": "2009", "sector": "healthcare", "companyName": "Blue Cross Blue Shield of Tennessee", "numStolen": "1023209", "reason": "lost / stolen media ", "moreInfo": "A thief stole 57 hard drives from the closet of a BlueCross call center in Chattanooga, Tenn. Data on the stolen hard drives was encoded but not encrypted. Bluecross stated there was no evidence the information was accessed due to the specialized nature of the hardware stolen. "},
{"year": "2009", "sector": "financial", "companyName": "CheckFree Corporation", "numStolen": "5000000", "reason": "hacked", "moreInfo": "Customers who went to CheckFree's Web sites between 12:35 a.m. and 10:10 a.m. on the day of the attack were redirected to a Ukrainian Web server that used malicious software to try and install a password-stealing program on the victim's computer."},
{"year": "2009", "sector": "healthcare", "companyName": "Health Net ", "numStolen": "1500000", "reason": "lost / stolen media ", "moreInfo": "A portable hard drive with seven years of personal and medical information on about 1.5 million Health Net customers was lost for six months before being reported. "},
{"year": "2009", "sector": "financial", "companyName": "Heartland", "numStolen": "130000000", "reason": "hacked", "moreInfo": "The biggest credit card scam in history, Heartland eventually paid more than $110 million to Visa, MasterCard, American Express and other card associations to settle claims related to the breach."},
{"year": "2009", "sector": "tech", "companyName": "Network Solutions", "numStolen": "573000", "reason": "hacked", "moreInfo": "A large-scale infection of WordPress-driven blogs with malicious code led to the compromise of 573,000 debit and credit cards."},
{"year": "2009", "sector": "web, gaming", "companyName": "RockYou!", "numStolen": "32000000", "reason": "hacked", "moreInfo": "The site did not allow users to use special characters or punctuation in their passwords and e-mailed user passwords in plain text. Hackers took advantage of these security lapses, using simple techniques to gain access to 32 million user accounts."},
{"year": "2009", "sector": "academic", "companyName": "University of California Berkeley", "numStolen": "160000", "reason": "hacked", "moreInfo": ""},
{"year": "2009", "sector": "military", "companyName": "US Dept of Defense", "numStolen": "72000", "reason": "lost / stolen media ", "moreInfo": "According to a report to Congress, assessment forms of 72,000 service members who returned from deployment to Iraq or Afghanistan between Jan 1, 2007 to May 31, 2008 were breached. The forms ask for the service member's SSN,. Name, date of birth."},
{"year": "2009", "sector": "military", "companyName": "US Military", "numStolen": "76000000", "reason": "lost / stolen media ", "moreInfo": "Without first destroying the data the agency sent back a defective unencrypted hard drive for repair and recycling which held detailed records on 76 million veterans, including millions of Social Security numbers dating to 1972."},
{"year": "2009", "sector": "military", "companyName": "US National Guard", "numStolen": "131000", "reason": "lost / stolen computer", "moreInfo": "About 131,000 former and current Army Guard members potentially affected when a personal laptop owned by an Army Guard contractor was stolen. Database incuded names, Social Security Numbers, incentive payment amounts and payment dates."},
{"year": "2009", "sector": "government, healthcare", "companyName": "Virginia Dept. Of Health", "numStolen": "8257378", "reason": "hacked", "moreInfo": "An extortion demand posted on WikiLeaks sought $10 million to return over 8 million patient records and 35 million prescriptions allegedly stolen from Virginia Department of Health Professions. All 36 servers were shut down to protect records."},
{"year": "2009", "sector": "healthcare", "companyName": "Virginia Prescription Monitoring Program", "numStolen": "531400", "reason": "hacked", "moreInfo": "A hacker, who was never arrested, demanded a $10 million ransom for a breach effecting 530,000 Virginians. Social security numbers may have been taken. The data was found in a database containing 35 million prescription records."},
{"year": "2010", "sector": "healthcare", "companyName": "Ankle & foot Center of Tampa Bay, Inc.", "numStolen": "156000", "reason": "hacked", "moreInfo": "The information hacked included information such as patient names, social security numbers, date of birth, home addressees, account numbers, and healthcare services and related diagnostic codes."},
{"year": "2010", "sector": "telecoms", "companyName": "AT&T", "numStolen": "114000", "reason": "hacked", "moreInfo": "Details of iPad 3G users hacked from AT&T website, thought to include those of White House chief of staff Rahm Emanuel."},
{"year": "2010", "sector": "web", "companyName": "Betfair", "numStolen": "2300000", "reason": "hacked", "moreInfo": "Betfair waited 18 months to report the breach of their online gambling site, alarming banking institutions and security experts. Betfair's systems breach, which occurred in March and April 2010, was not uncovered until this past May, when a server crashed."},
{"year": "2010", "sector": "government", "companyName": "Classified Iraq War documents", "numStolen": "392000", "reason": "inside job", "moreInfo": "Wikileaks"},
{"year": "2010", "sector": "healthcare", "companyName": "Colorado government", "numStolen": "105470", "reason": "lost / stolen computer", "moreInfo": ""},
{"year": "2010", "sector": "financial", "companyName": "Educational Credit Management Corp", "numStolen": "3300000", "reason": "lost / stolen media", "moreInfo": "A contractor for the US Department of Education stole the records of 3.3 million people. Data included names, addresses, Social Security numbers and dates of birth of borrowers, but no financial or bank account information."},
{"year": "2010", "sector": "government", "companyName": "Embassy Cables", "numStolen": "251000", "reason": "inside job", "moreInfo": "Wikileaks"},
{"year": "2010", "sector": "healthcare", "companyName": "Emergency Healthcare Physicians, Ltd.", "numStolen": "180111", "reason": "lost / stolen media", "moreInfo": "The stolen portable hard drive is believed to have contained records from 2003 to 2006 that included patient names, addressees, phone numbers, birth dates, Social Security numbers, and, in some cases, drivers' license numbers."},
{"year": "2010", "sector": "web", "companyName": "Gawker.com", "numStolen": "1500000", "reason": "hacked", "moreInfo": "Hacked. 1.5 Million usernames, emails, passwords taken."},
{"year": "2010", "sector": "financial", "companyName": "JP Morgan Chase", "numStolen": "2600000", "reason": "lost / stolen media ", "moreInfo": "In 2007, the personal information of approximately 2.6 million current and former holders of a Chase-Circuit City credit card had been mistakenly identified as trash and thrown out in garbage bags outside five branch offices in New York."},
{"year": "2010", "sector": "healthcare", "companyName": "Lincoln Medical & Mental Health Center", "numStolen": "130495", "reason": "lost / stolen media ", "moreInfo": "130,495 patients lost their protected health information after seven CDs were lost in transit."},
{"year": "2010", "sector": "healthcare", "companyName": "New York City Health & Hospitals Corp.", "numStolen": "1700000", "reason": "lost / stolen media ", "moreInfo": ""},
{"year": "2010", "sector": "academic", "companyName": "Ohio State University", "numStolen": "760000", "reason": "hacked", "moreInfo": ""},
{"year": "2010", "sector": "healthcare", "companyName": "Puerto Rico Department of Health", "numStolen": "515000", "reason": "hacked", "moreInfo": "Double whammy. Two separate breaches. On September 3rd, 2010 data on 115,000 people was stolen from unauthorized access of an electronic device, on the 21st they reported an additional 400,000 records were hacked. "},
{"year": "2010", "sector": "healthcare", "companyName": "Seacoast Radiology, PA", "numStolen": "231400", "reason": "hacked", "moreInfo": "Computer gamers hacked a server at Seacoast Radiology in Rochester in search of more bandwidth in November to play Call of Duty: Black Ops. In the process they also gained access to personal records of the more than 230,000 patients of the health center."},
{"year": "2010", "sector": "healthcare", "companyName": "South Shore Hospital, Massachusetts", "numStolen": "800000", "reason": "lost / stolen media ", "moreInfo": "South Shore Hospital hired a contractor to destroy files no longer in use and lost the shipment. The back-up computer files possibly contained names, addresses, phone numbers, dates of birth, Social Security numbers, driver’s license numbers, medical record numbers, patient numbers, health plan information, protected health information including diagnoses and treatments. As well as bank account and credit card numbers for some. Patients, employees, physicians, volunteers, donors, vendors and other business partners were effected. "},
{"year": "2010", "sector": "healthcare", "companyName": "Triple-S Salud, Inc.", "numStolen": "398000", "reason": "lost / stolen media", "moreInfo": ""},
{"year": "2010", "sector": "financial", "companyName": "US Federal Reserve Bank of Cleveland", "numStolen": "400000", "reason": "hacked", "moreInfo": "A Malaysian man has been charged with hacking into major U.S. corporations, including the U.S. Federal Reserve Bank of Cleveland and FedComp after U.S. Secret Service investigators found more than 400,000 stolen credit and debit card account numbers allegedly obtained by hacking into various computer systems of other financial institutions"},
{"year": "2010", "sector": "military", "companyName": "US Military", "numStolen": "260000", "reason": "inside job", "moreInfo": "WIKILEAKS!"},
{"year": "2010", "sector": "academic", "companyName": "Yale University", "numStolen": "43000", "reason": "accidentally published", "moreInfo": ""},
{"year": "2011", "sector": "web", "companyName": "178.com", "numStolen": "10000000", "reason": "hacked", "moreInfo": "gaming website"},
{"year": "2011", "sector": "healthcare", "companyName": "Accendo Insurance Co. ", "numStolen": "175350", "reason": "poor security", "moreInfo": "Mismailed letters which allowed some lines of sensitive information (medication name, date of birth, and member ID) to be visible through the envelope window. The mailings were addressed correctly and, to the knowledge of the company, were received by the intended recipients."},
{"year": "2011", "sector": "gaming", "companyName": "Bethesda Game Studios", "numStolen": "200000", "reason": "hacked", "moreInfo": "Hacking collective Lulzsec stole account information of 200,000 user."},
{"year": "2011", "sector": "web", "companyName": "China Software Developer Network", "numStolen": "6000000", "reason": "hacked", "moreInfo": ""},
{"year": "2011", "sector": "financial", "companyName": "Citigroup", "numStolen": "360083", "reason": "hacked", "moreInfo": "Less than 1% of Citbank card holders' names, account numbers, and contact information such as e-mail addresses were stolen. Card security codes were not stolen. "},
{"year": "2011", "sector": "financial", "companyName": "Countrywide Financial Corp", "numStolen": "2500000", "reason": "inside job", "moreInfo": "mortgage lender"},
{"year": "2011", "sector": "healthcare", "companyName": "Eisenhower Medical Center", "numStolen": "514330", "reason": "lost / stolen computer", "moreInfo": "Stolen computer contained data listing patients' names, ages, dates of birth, medical record numbers and the last four digits of their social security numbers."},
{"year": "2011", "sector": "healthcare", "companyName": "Health Net - IBM", "numStolen": "1900000", "reason": "lost / stolen media ", "moreInfo": "Several server drives, containing personal information of former and current employees, went missing."},
{"year": "2011", "sector": "retail", "companyName": "Honda Canada", "numStolen": "283000", "reason": "poor security", "moreInfo": "Names, addresses and vehicle identification numbers were taken from the company’s eCommerce websites myHonda and myAcura"},
{"year": "2011", "sector": "government", "companyName": "Massachusetts Government", "numStolen": "210000", "reason": "poor security", "moreInfo": "Over 1,500 departmental computers were infected with the W32.QAKBOT virus, a malicious program which “downloads additional files, steals information, and opens a back door on the compromised computer”. "},
{"year": "2011", "sector": "healthcare", "companyName": "Memorial Healthcare System", "numStolen": "102153", "reason": "lost / stolen media", "moreInfo": "An employee of an affiliated physician’s office may have improperly accessed patient information through a web portal used by physicians who provide care and treatment at MHS. Specifically, patients’ names, dates of birth, and Social Security numbers."},
{"year": "2011", "sector": "financial", "companyName": "Morgan Stanley Smith Barney", "numStolen": "34000", "reason": "lost / stolen media ", "moreInfo": "Morgan Stanley mailed a CD containing sensitive data about investors in tax-exempt funds and bonds to the New York State Department of Taxation and Finance. The package arrived at the building but when it arrived at the relevant desk the data CD was missing."},
{"year": "2011", "sector": "healthcare", "companyName": "Nemours Foundation", "numStolen": "1055489", "reason": "lost / stolen media ", "moreInfo": "A health care organization that runs children’s hospitals reported the loss of 1.05 million records when data backup tapes were lost."},
{"year": "2011", "sector": "web", "companyName": "Nexon Korea Corp", "numStolen": "13200000", "reason": "hacked", "moreInfo": "game developer"},
{"year": "2011", "sector": "healthcare", "companyName": "NHS", "numStolen": "8300000", "reason": "lost / stolen media ", "moreInfo": "A laptop holding the unencrypted records of eight million patients went missing from an NHS store room and wasn't reported until 3 weeks later. "},
{"year": "2011", "sector": "government", "companyName": "Oregon Department of Motor Vehicles", "numStolen": "1000000", "reason": "poor security", "moreInfo": "Sheriff's detectives arrested Tim Nuss for accessing an old Oregon Department of Motor Vehicles database. The DMV database was once sold to marketing companies, but the department stopped selling the information in the late 1990s. The sold data include the names, addresses, birth dates, gender and ages of people who registered with the DMV, but no financial information. "},
{"year": "2011", "sector": "retail", "companyName": "Restaurant Depot", "numStolen": "200000", "reason": "hacked", "moreInfo": ""},
{"year": "2011", "sector": "government", "companyName": "San Francisco Public Utilities Commission ", "numStolen": "180000", "reason": "hacked", "moreInfo": ""},
{"year": "2011", "sector": "gaming", "companyName": "Sega", "numStolen": "1290755", "reason": "hacked", "moreInfo": "Information stolen during the hack includes names, birth dates, e-mail addresses and passwords from Sega Pass, a system for users interested in newsletters and for registering certain products. "},
{"year": "2011", "sector": "gaming", "companyName": "Sony Online Entertainment", "numStolen": "24600000", "reason": "hacked", "moreInfo": "Hacked by LulzSec. In addition to the Sony Playstation Network breach, compromised 77 million records. More than 23,000 lost financial data, according to Sony."},
{"year": "2011", "sector": "web", "companyName": "Sony Pictures", "numStolen": "1000000", "reason": "hacked", "moreInfo": "LulzSec hacking collective stated all of the information it took was unencrypted, “Sony stored over 1,000,000 passwords of its customers in plaintext. More than 1 million user accounts were compromised. An additional 75,000 music codes and 3.5 million coupons were also uncovered."},
{"year": "2011", "sector": "gaming", "companyName": "Sony PSN", "numStolen": "77000000", "reason": "hacked", "moreInfo": "Rounding off a thoroughly unhappy year for Sony, their third breach saw the loss of 76,000,000 Sony PSN and Qriocity user accounts to hacking collective Lulzsec."},
{"year": "2011", "sector": "healthcare", "companyName": "Southern California Medical-Legal Consultants", "numStolen": "300000", "reason": "hacked", "moreInfo": "Electronic files containing names and social security numbers of approximately 300,000 individuals who have applied for California workers’ compensation benefits had been exposed to unauthorized access."},
{"year": "2011", "sector": "healthcare", "companyName": "Spartanburg Regional Healthcare System", "numStolen": "400000", "reason": "lost / stolen computer", "moreInfo": "The stolen computer contained a password-protected file with Social Security numbers as well as names, addresses, dates of birth and medical billing codes."},
{"year": "2011", "sector": "government", "companyName": "State of Texas", "numStolen": "3500000", "reason": "accidentally published", "moreInfo": "3.5 million records were accidentally published online including people's names, mailing addresses, social security numbers, and in some cases dates of birth and driver's license numbers."},
{"year": "2011", "sector": "web", "companyName": "Steam", "numStolen": "35000000", "reason": "hacked", "moreInfo": "The Valve Corporation"},
{"year": "2011", "sector": "military", "companyName": "Stratfor", "numStolen": "935000", "reason": "accidentally published", "moreInfo": "Hacking collective Anonymous defaced the website of Stratfor and posted a file online of the organization’s confidential client list, along with credit card details, passwords and home addresses for those clients. They released 47,680 unique e-mail addresses and 50,277 unique credit card numbers — 9,651 of which were not yet expired. Of the stolen encrypted passwords, 50% were easily crackable. "},
{"year": "2011", "sector": "healthcare", "companyName": "Sutter Medical Foundation", "numStolen": "4243434", "reason": "lost / stolen computer", "moreInfo": "A password protected but unencrypted company computer was stolen. The compromised database contained names, addresses, dates of birth, phone numbers, email addresses, medical record numbers and the name of each patient's health insurance plan. No medical records were stored on the computer."},
{"year": "2011", "sector": "web", "companyName": "Tianya", "numStolen": "28000000", "reason": "hacked", "moreInfo": "blogging site"},
{"year": "2011", "sector": "military, healthcare", "companyName": "Tricare", "numStolen": "4901432", "reason": "lost / stolen computer", "moreInfo": "The information for some 4.6 million active and retired military personnel, as well as their families, was on back up-tapes from an electronic health care record used to capture and preserve patient data from 1992 through September 7 2011. "},
{"year": "2011", "sector": "academic", "companyName": "University of Wisconsin - Milwaukee", "numStolen": "73", "reason": "hacked", "moreInfo": ""},
{"year": "2011", "sector": "military", "companyName": "US Army", "numStolen": "50000", "reason": "accidentally published", "moreInfo": ""},
{"year": "2011", "sector": "government", "companyName": "US Law Enforcement", "numStolen": "123461", "reason": "accidentally published", "moreInfo": "AntiSec hackers published 2,719 social security numbers, 8,214 passwords, 15,798 birth dates, 48,182 street addresses, 1,531,628 email addresses, 106,691 phone numbers, 57 bank account numbers, 53 driver's license numbers, and eight credit card numbers of more than 70 different U.S. law enforcement agencies."},
{"year": "2011", "sector": "media", "companyName": "Washington Post", "numStolen": "1270000", "reason": "hacked", "moreInfo": "Unknown hackers broke into The Washington Post's jobs website stealing about 1.27 million user IDs and email addresses."},
{"year": "2011", "sector": "web", "companyName": "Writerspace.com", "numStolen": "62000", "reason": "hacked", "moreInfo": "Hacker group LulzSec released the e-mails and passwords, 12,000 of which were confirmed to originate from Writerspace.com. "},
{"year": "2012", "sector": "financial", "companyName": "Court Ventures", "numStolen": "200000000", "reason": "inside job", "moreInfo": "A Vietnamese identity theft service was sold personal records, including Social Security numbers, credit card data and bank account information, by Court Ventures, a company now owned by data brokerage firm Experian."},
{"year": "2012", "sector": "tech, retail", "companyName": "Apple", "numStolen": "12367232", "reason": "accidentally published", "moreInfo": "Hacking group AntiSec claimed they hacked an FBI laptop in March 2012 accessing a file of more than 12 million Apple Unique Device Identifiers (UDIDs). Subsequently, it was discovered that app developer BlueToad was the source of the breach. The list contained personal information such as full names, phone numbers and addresses. AntiSec published a million of these UDIDs online."},
{"year": "2012", "sector": "gaming", "companyName": "Blizzard", "numStolen": "14000000", "reason": "hacked", "moreInfo": "Scrambled passwords, e-mail addresses, and personal security answers were knowingly stolen from Blizzard's internal network. Blizzard would not elaborate on the size of the hack (millions). "},
{"year": "2012", "sector": "government", "companyName": "California Department of Child Support Services", "numStolen": "800000", "reason": "lost / stolen media ", "moreInfo": "California child support records were lost in transit during a disaster preparedness exercise."},
{"year": "2012", "sector": "web", "companyName": "Dropbox", "numStolen": "30", "reason": "hacked", "moreInfo": ""},
{"year": "2012", "sector": "healthcare", "companyName": "Emory Healthcare", "numStolen": "315000", "reason": "poor security", "moreInfo": ""},
{"year": "2012", "sector": "web", "companyName": "Formspring", "numStolen": "420000", "reason": "accidentally published", "moreInfo": "Formspring was tipped off to a breach after 420,000 hashed passwords were posted to a security forum. "},
{"year": "2012", "sector": "web", "companyName": "Gamigo", "numStolen": "8000000", "reason": "hacked", "moreInfo": "German gaming website"},
{"year": "2012", "sector": "financial", "companyName": "Global Payments", "numStolen": "1500000", "reason": "hacked", "moreInfo": "1.5 million credit card numbers from its systems may have been exposed after detecting “unauthorized access” into its processing system. "},
{"year": "2012", "sector": "government", "companyName": "Greek government", "numStolen": "9000000", "reason": "hacked", "moreInfo": "A computer programmer was arrested in Greece for allegedly stealing the identity information of what could amount to 83% of the country's population. The 35-year-old was found in possession of 9 million data files containing identification card data, addresses, tax ID numbers and licence plate numbers, which he was also suspected of trying to sell."},
{"year": "2012", "sector": "telecoms", "companyName": "KT Corp.", "numStolen": "8700000", "reason": "hacked", "moreInfo": "Two suspects reportedly earnt an estimated $877,000 by selling the contact information and plan details of 8.7 million KT subscribers, almost half of the carrier's total customers."},
{"year": "2012", "sector": "web", "companyName": "LinkedIn, eHarmony, Last.fm", "numStolen": "8000000", "reason": "accidentally published", "moreInfo": "Hacker 'dwdm' uploaded a file containing 6.5 million passwords on a Russian hacker forum. Soon after another 1.5 million passwords were discovered. On analysis, 93% of the passwords could be found in the Top 10,000 password list."},
{"year": "2012", "sector": "financial", "companyName": "Massive American business hack", "numStolen": "160000000", "reason": "hacked", "moreInfo": "Over eight years, a hacking ring targeted banks, payment processors and chain stores, to steal more than 160 million credit and debit card numbers, targeting more than 800,000 bank accounts "},
{"year": "2012", "sector": "government, healthcare", "companyName": "Medicaid", "numStolen": "780000", "reason": "hacked", "moreInfo": "The Utah Department of Technology Services had recently moved their claims records to a new server, and hackers believed to be operating out of Eastern Europe were able to circumvent the server’s multi-layered security system containing Social Security numbers for the Medicaid claims."},
{"year": "2012", "sector": "web, military", "companyName": "Militarysingles.com", "numStolen": "163792", "reason": "accidentally published", "moreInfo": "Collective group LulzSec released a database of 163,792 names, usernames, e-mail addresses, IP addresses, and passwords of single military personnel."},
{"year": "2012", "sector": "energy", "companyName": "New York State Electric & Gas", "numStolen": "1800000", "reason": "inside job", "moreInfo": "An employee from a software consulting firm was allowed unauthorized access to the company’s databases."},
{"year": "2012", "sector": "government", "companyName": "Office of the Texas Attorney General", "numStolen": "6500000", "reason": "accidentally published", "moreInfo": ""},
{"year": "2012", "sector": "healthcare", "companyName": "South Carolina Government", "numStolen": "228", "reason": "inside job", "moreInfo": "A man was charged with five counts of violating medical confidentiality laws and one count of disclosure of confidential information after he gained access to personal information for more than 228,000 Medicaid beneficiaries."},
{"year": "2012", "sector": "financial", "companyName": "Three Iranian banks", "numStolen": "3000000", "reason": "hacked", "moreInfo": "After finding a security vulnerability in Iran's banking system, software manager Khosrow Zarefarid wrote a formal report and sent it to the CEOs of all the affected banks across the country. When the banks ignored his findings, he hacked 3 million bank accounts, belonging to at least 22 different banks, to prove his point."},
{"year": "2012", "sector": "tech, web", "companyName": "Yahoo Voices", "numStolen": "450000", "reason": "hacked", "moreInfo": "Yahoo Voices service was hacked, exposing more than 450,000 usernames and passwords."},
{"year": "2012", "sector": "web", "companyName": "Zappos", "numStolen": "24000000", "reason": "hacked", "moreInfo": ""},
{"year": "2013", "sector": "tech", "companyName": "Adobe", "numStolen": "36000000", "reason": "hacked", "moreInfo": "Sep 17th 2013. Hackers obtained access to a large swathe of Adobe customer IDs and encrypted passwords & removed sensitive information (i.e. names, encrypted credit or debit card numbers, expiration dates, etc.). Approximately 36 million Adobe customers were involved: 3.1 million whose credit or debit card information was taken and nearly 33 million active users whose current, encrypted passwords were in the database taken. Correction Jan 2015: we previously reported 152m records were taking, but the remainder affected invalid, inactive, test accounts or had out-of-date passwords associated with them."},
{"year": "2013", "sector": "healthcare", "companyName": "Advocate Medical Group", "numStolen": "4", "reason": "lost / stolen media", "moreInfo": "4,000,000 patient names, addresses, dates of birth, and Social Security numbers were contained in four computers stolen from an administrative building. Second biggest security breach ever reported to the Department of Health and Human Services (HHS)."},
{"year": "2013", "sector": "tech", "companyName": "Apple", "numStolen": "275000", "reason": "hacked", "moreInfo": "Developer portal hacked. Some information about 275,000 3rd-party developers potentially stolen."},
{"year": "2013", "sector": "energy", "companyName": "Central Hudson Gas & Electric", "numStolen": "110000", "reason": "hacked", "moreInfo": "Customer banking information and other personal information may have been accessed during the hack."},
{"year": "2013", "sector": "financial", "companyName": "Citigroup", "numStolen": "150", "reason": "poor security", "moreInfo": "Third big data breach from Citigroup.The personal information of 150,000 consumers who went into bankruptcy between 2007 and 2011 – including their social security numbers – were exposed after Citi failed to properly redact court records before they were put on the Public Access to Court Electronic Records (PACER) system."},
{"year": "2013", "sector": "healthcare", "companyName": "Crescent Health Inc., Walgreens", "numStolen": "100000", "reason": "lost / stolen computer", "moreInfo": "Names, Social Security numbers, health insurance identification numbers, health insurance information, dates of birth, diagnoses, other medical information, disability codes, addresses, and phone numbers may have been exposed via a laptop theft."},
{"year": "2013", "sector": "web", "companyName": "Drupal", "numStolen": "1000000", "reason": "hacked", "moreInfo": "Malicious files placed on association.drupal.org servers via a 3rd-party application. Exposed usernames, e-mail addresses, country information, and cryptographically hashed passwords."},
{"year": "2013", "sector": "web", "companyName": "Evernote", "numStolen": "50000000", "reason": "hacked", "moreInfo": "Evernote asked its 50 million users to reset their passwords following an attempt to hack the note-taking network. The company said it’d found no evidence that any payment information for Evernote Premium or Evernote Business customers had been accessed, nor was there any indication that content stored by users had been accessed, changed or lost."},
{"year": "2013", "sector": "web", "companyName": "Facebook", "numStolen": "6000000", "reason": "accidentally published", "moreInfo": "Using the network's Download Your Information tool, some Facebook members were inadvertently sent the phone numbers or email address of Facebook friends that were otherwise private. Facebook assured users that the bug was fixed within a day, and that there is no evidence that the information was used maliciously."},
{"year": "2013", "sector": "government", "companyName": "Florida Courts", "numStolen": "100000", "reason": "lost / stolen computer", "moreInfo": ""},
{"year": "2013", "sector": "government", "companyName": "Florida Department of Juvenile Justice", "numStolen": "100", "reason": "lost / stolen computer", "moreInfo": "Three computers were stolen that contained both youth and employee records was reported stolen on January 2, 2013. Over 100,000 records were on the device and may have been exposed."},
{"year": "2013", "sector": "academic", "companyName": "Indiana University", "numStolen": "146000", "reason": "poor security", "moreInfo": "Students who attended the university between 2011 and 2014 may have had their data exposed after it was stored on an unprotected site. The data was accessed by three webcrawlers but there is not evidence it was accessed by any unauthorized individuals."},
{"year": "2013", "sector": "academic", "companyName": "Kirkwood Community College", "numStolen": "125000", "reason": "hacked", "moreInfo": ""},
{"year": "2013", "sector": "government", "companyName": "Kissinger Cables", "numStolen": "1700000", "reason": "inside job", "moreInfo": "Wikileaks"},
{"year": "2013", "sector": "web", "companyName": "Living Social", "numStolen": "50000000", "reason": "hacked", "moreInfo": "Online criminals gained access to user names, e-mail addresses, dates of birth & encrypted passwords for 50 million people. Databases storing financial information were not compromised in the attack, the company said."},
{"year": "2013", "sector": "gaming", "companyName": "Nintendo", "numStolen": "239326", "reason": "hacked", "moreInfo": "Japan's Club Nintendo service was hacked following thousands of unauthorized accesses. Customer information compromised in the attack includes full names, phone numbers, home and email addresses."},
{"year": "2013", "sector": "transport", "companyName": "NMBS", "numStolen": "1460000", "reason": "accidentally published", "moreInfo": "Data stored on a non-secure server, making it possible to access names, gender, DOB, email and postal address data of customers externally by means of a simple search engine query. Most of the data belong to customers in Belgium, France and the UK, including thousands of Commission and Parliament employees. Caused, the NMBS said, by a data worker “clicking on the wrong button”."},
{"year": "2013", "sector": "web", "companyName": "OVH", "numStolen": "500000", "reason": "hacked", "moreInfo": ""},
{"year": "2013", "sector": "web", "companyName": "Scribd", "numStolen": "500000", "reason": "hacked", "moreInfo": "Hack resulted in a few hundred thousand stolen passwords."},
{"year": "2013", "sector": "web, tech", "companyName": "SnapChat", "numStolen": "4700000", "reason": "hacked", "moreInfo": "31st Dec 2013. Hackers abused an exploit to syphon 4.7m user details, including phone numbers. Check here to see if your account was compromised: http://lookup.gibsonsec.org/"},
{"year": "2013", "sector": "government", "companyName": "South Africa police", "numStolen": "16000", "reason": "hacked ", "moreInfo": "Hacker collective 'Anonymous' hacked an anonymous whistleblowing website run by the South Africa Police Service (SAPS), revealing the identities of thousands of its users. The hack was in response to the massacre of 34 protesting miners at Marikana in August 2012."},
{"year": "2013", "sector": "web", "companyName": "ssndob.ms", "numStolen": "4000000", "reason": "hacked", "moreInfo": "SSNDOB was an underground identity theft service. Teenage hackers used it to collect data for exposed.su, a site that listed the SSNs, birthdays, phone numbers, current and previous addresses for dozens of top celebrities including Beyonce, Kanye West and Michelle Obama. In doing so they revealed SSNDOB had data on more than 4 million people."},
{"year": "2013", "sector": "telecoms", "companyName": "TerraCom & YourTel", "numStolen": "170000", "reason": "accidentally published", "moreInfo": "The telecom firms TerraCom and YourTel have branded reporters for Scripps News as hackers after journalists discovered that the personal data of over 170,000 customers - including social security numbers and other identifying data that could be used for identity theft - were sitting on a publicly accessible server."},
{"year": "2013", "sector": "web", "companyName": "Twitter", "numStolen": "250000", "reason": "hacked ", "moreInfo": "Hackers had access to limited user information -- usernames, email addresses, session tokens and encrypted/salted versions of passwords -- for approximately 250,000 users."},
{"year": "2013", "sector": "gaming", "companyName": "UbiSoft", "numStolen": "58000000", "reason": "hacked", "moreInfo": ""},
{"year": "2013", "sector": "tech", "companyName": "Ubuntu", "numStolen": "2000000", "reason": "hacked", "moreInfo": "July 2013: Discussion forum for the operating system was compromised leaking personal details and password. The passwords were cryptographically scrambled using the MD5 hashing algorithm - considered an inadequate means of protecting stored passwords by security experts."},
{"year": "2013", "sector": "telecoms", "companyName": "Vodafone", "numStolen": "2000000", "reason": "inside job", "moreInfo": "An IT contractor for the firm used his deep access to the telecom giant's system to copy customer names and bank account details."},
{"year": "2013", "sector": "government", "companyName": "Washington State court system", "numStolen": "160000", "reason": "hacked", "moreInfo": "Up to 160,000 Social Security numbers and a million driver's license numbers may have been accessed by hackers exploiting old versions of Adobe Cold Fusion software on the server. "},
{"year": "2013", "sector": "tech, web", "companyName": "Yahoo Japan", "numStolen": "22000000", "reason": "hacked", "moreInfo": "22 million Yahoo user IDs may have been leaked after Yahoo detected an unauthorized attempt to access the administrative system of its web portal Yahoo Japan. The leaked information did not include passwords and data necessary for identity verification to reset passwords."},
{"year": "2014", "sector": "web", "companyName": "AOL", "numStolen": "24000000", "reason": "hacked", "moreInfo": ""},
{"year": "2014", "sector": "web", "companyName": "Dominios Pizzas (France)", "numStolen": "600000", "reason": "hacked", "moreInfo": ""},
{"year": "2014", "sector": "web", "companyName": "Ebay", "numStolen": "145000000", "reason": "hacked", "moreInfo": "The company has said hackers attacked between late February and early March with login credentials obtained from “a small number” of employees. They then accessed a database containing all user records and copied “a large part” of those credentials."},
{"year": "2014", "sector": "financial", "companyName": "European Central Bank", "numStolen": "4000000", "reason": "hacked", "moreInfo": ""},
{"year": "2014", "sector": "financial", "companyName": "Korea Credit Bureau", "numStolen": "20000000", "reason": "inside job", "moreInfo": ""},
{"year": "2014", "sector": "tech", "companyName": "D&B, Altegrity", "numStolen": "1000000", "reason": "hacked", "moreInfo": "Hackers stole millions of social security numbers from large US data brokers Dun & Bradstreet Corp and Kroll Background America Inc, owned by Altegrity. Correction 7 Jan 2015: we previously stated that records were stolen from LexisNexis. LexisNexis conducted a thorough investigation of the malware intrusion and found no evidence that the malware accessed or stole any customer or consumer data. "},
{"year": "2014", "sector": "web", "companyName": "MacRumours.com", "numStolen": "860000", "reason": "hacked", "moreInfo": ""},
{"year": "2014", "sector": "financial", "companyName": "NASDAQ", "numStolen": "500000", "reason": "hacked", "moreInfo": "Nasdaq forum website hacked by hacking ring, email addresses and passwords compromised"},
{"year": "2014", "sector": "retail", "companyName": "Neiman Marcus", "numStolen": "1100100", "reason": "hacked", "moreInfo": ""},
{"year": "2014", "sector": "transport", "companyName": "New York Taxis", "numStolen": "52000", "reason": "poor security", "moreInfo": "A freedom of information request resulted in the release of data on all 173 million journeys undertaken by New York taxis in one year. Unfortunately, the data was incorrectly anonymised and relatively easy to decode, revealing the driver IDs, pickup & dropoff times, and GPS routes taken for every single cab journey."},
{"year": "2014", "sector": "retail", "companyName": "Target", "numStolen": "70000000", "reason": "hacked", "moreInfo": "Investigators believe the data was obtained via software installed on machines that customers use to swipe magnetic strips on their cards when paying for merchandise at Target stores. Originally 40m customers. Now 70m!"},
{"year": "2014", "sector": "retail", "companyName": "UPS", "numStolen": "4000000", "reason": "hacked", "moreInfo": "Malware was discovered in the credit & debit card processing systems at 51 branches in 24 states."},
{"year": "2014", "sector": "web", "companyName": "420,000 websites", "numStolen": "160000000", "reason": "hacked", "moreInfo": "Well, this breaks our scaling algorithm. A crime ring of fewer than a dozen men from South-Central Russia responsible for breach of 420,000 websites. 4.5 billion records total, including 1.2 billion user names & passwords & 542 million email addresses. "},
{"year": "2015", "sector": "transport", "companyName": "Staples", "numStolen": "1160000", "reason": "hacked", "moreInfo": ""},
{"year": "2015", "sector": "media", "companyName": "Sony Pictures", "numStolen": "10000000", "reason": "hacked", "moreInfo": "Wide-ranging hack of potentially every piece of data held by the company, including: unreleased films & scripts, employee social security numbers, salaries and health check results, as well as sensitive internal business documents relating to lay-offs, restructures and executive salaries. Lead suspects are North Korean hackers perhaps related to the Seth Rogen film, The Interview which mocks the North Korean dictator, Kim Jong Un."},
{"year": "2015", "sector": "transport", "companyName": "Japan Airlines", "numStolen": "750", "reason": "hacked", "moreInfo": "Oct 2014: Japan Airlines confirmed the possible theft of information from up to around 750,000 frequent-flier programme members. Data that may have been stolen included names, genders, birth dates, addresses, email addresses and places of work."},
{"year": "2015", "sector": "financial", "companyName": "JP Morgan Chase", "numStolen": "76000000", "reason": "hacked", "moreInfo": "July 2014: The US's largest bank was compromised by hackers, stealing names, addresses, phone numbers and emails of account holders. The hack began in June but was not discovered until July, when the hackers had already obtained the highest level of administrative privilege to dozens of the bank’s computer servers."},
{"year": "2015", "sector": "healthcare", "companyName": "Community Health Services", "numStolen": "4500000", "reason": "hacked", "moreInfo": "Aug 2014: Community Health Systems, which operates 206 hospitals across the US, had patient data from the last 5 years breached. Details included names, addresses, social security numbers. Suspected chinese hackers were thought responsible. Goal: identity theft."},
{"year": "2015", "sector": "web", "companyName": "Gmail", "numStolen": "5000000", "reason": "hacked", "moreInfo": "5 million Gmail account passwords leaked to a forum, alongside passwords from other email providers. Close inspection revealed the user details to be old (3+ years). Multiple individual targeted hacks of third party websites where people used their Gmail IDs, rather than one big dataleak, suspected to be the method. Gmail itself was not hacked. "},
{"year": "2015", "sector": "retail", "companyName": "Home Depot", "numStolen": "56000000", "reason": "hacked", "moreInfo": "Malware installed on cash register system across 2,200 stores syphoned credit card details of up to 56 million customers. May be the same group of Russian and Ukrainian hackers responsible for the data breaches at Target, Sally Beauty and P.F. Chang’s, among others"},
{"year": "2015", "sector": "web", "companyName": "Mozilla", "numStolen": "760000", "reason": "poor security", "moreInfo": ""},
{"year": "2015", "sector": "media", "companyName": "Sony Pictures", "numStolen": "10000000", "reason": "hacked", "moreInfo": "Wide-ranging hack of potentially every piece of data held by the company, including: unreleased films & scripts, employee social security numbers, salaries and health check results, as well as sensitive internal business documents relating to lay-offs, restructures and executive salaries. Lead suspects are North Korean hackers perhaps related to the Seth Rogen film, The Interview which mocks the North Korean dictator, Kim Jong Un."},
{"year": "2016", "sector": "web", "companyName": "Experian / T-mobile", "numStolen": "15", "reason": "hacked", "moreInfo": "The world's biggest data monitoring firm disclosed a massive breach of customers who applied for service with T-Mobile. Names, addresses, birth dates, Social Security numbers, drivers license numbers and passport numbers."},
{"year": "2016", "sector": "web", "companyName": "CarPhone Warehouse", "numStolen": "2", "reason": "hacked", "moreInfo": ""},
{"year": "2016", "sector": "web", "companyName": "AshleyMadison.com", "numStolen": "37", "reason": "hacked", "moreInfo": "20th July 2015: DEVELOPING: Online hookup site for extra-marital affairs has been severely breached and the personal details of 37m users, as well as company financial records, threatened with release. Notorious hacking outfit The Impact Team has claimed responsibility. The hackers are demanding the shutdown of AM.com and other associated sites."},
{"year": "2016", "sector": "government", "companyName": "US Office of Personnel Management (2nd Breach)", "numStolen": "14", "reason": "hacked", "moreInfo": "attackers have targeted the forms submitted by intelligence and military personnel for security clearances. The document includes personal information - everything from eye colour, to financial history, to past substance abuse, as well as contact details for the individual's friends and relatives"},
{"year": "2016", "sector": "government", "companyName": "IRS", "numStolen": "100", "reason": "poor security", "moreInfo": "An unnamed cybermafia used an IRS app to download forms full of personal information. They posed as legitimate taxpayers, and tried to download forms on 200,000 people between February and May. They got away with half of them, the IRS said. The crooks used about 15,000 of them to claim tax refunds in other people's names."},
{"year": "2016", "sector": "web", "companyName": "Adult Friend Finder", "numStolen": "3", "reason": "hacked", "moreInfo": "Sexual preferences, names, email addresses, usernames, dates of birth, postal codes"},
{"year": "2016", "sector": "tech", "companyName": "MSpy", "numStolen": "400", "reason": "hacked", "moreInfo": "Data dump to the dark web includes Apple IDs and passwords, tracking data, and payment details on some 145,000 successful transactions, photos and very private conversations."},
{"year": "2016", "sector": "government", "companyName": "Australian Immigration Department", "numStolen": "500", "reason": "accidentally published", "moreInfo": "An employee of the agency inadvertently sent the passport numbers, visa details and other personal identifiers of all world leaders attending the G20 Brisbane summit to the organisers of the Asian Cup football tournament. Barack Obama, Vladimir Putin, Angela Merkel, Xi Jinping, Narendra Modi, David Cameron and many others."},
{"year": "2016", "sector": "retail", "companyName": "British Airways", "numStolen": "500000", "reason": "hacked", "moreInfo": ""},
{"year": "2016", "sector": "web", "companyName": "LastPass", "numStolen": "7", "reason": "hacked", "moreInfo": "Email addresses and password compromised."},
{"year": "2016", "sector": "web", "companyName": "Hacking Team", "numStolen": "500000", "reason": "hacked", "moreInfo": "Italian cybersecurity firm sells digital surveillance software to law enforcement and national security organisations. 400 GB of documents - including software source code, private messages & client databases - has been stolen and put online via BitTorrent. The documents show the company has sold products to repressive regimes."},
{"year": "2016", "sector": "web", "companyName": "TalkTalk", "numStolen": "157000", "reason": "hacked", "moreInfo": "157k customers had personal details stolen, including 15,600 account numbers. "},
{"year": "2016", "sector": "web", "companyName": "Securus Technologies", "numStolen": "70", "reason": "hacked", "moreInfo": "Anonymous hacker leaked records of over 70m phone calls, plus links to recordings. Recording/storing attorney-client calls potentially violates constitutional protections."},
{"year": "2016", "sector": "banking", "companyName": "Invest Bank", "numStolen": "40", "reason": "hacked", "moreInfo": "Hacker breached a United Arab Emirates bank, demanding a ransom of $3m in bitcoin to stop tweeting data, mostly about corporate accounts. The hacker dumped files on the website of a basketball team, which he hacked for storage. The bank, Invest Bank, won't pay the ransom. "},
{"year": "2016", "sector": "web", "companyName": "Kromtech", "numStolen": "13", "reason": "leak", "moreInfo": "A security researcher stumbled on a leak, which exposed usernames, email addresses and passwords of users. He notified Kromtech, who patched it quickly. "},
{"year": "2016", "sector": "web", "companyName": "VTech", "numStolen": "6", "reason": "poor security", "moreInfo": "Software used to download games to children's computer tablets was hacked, with personal info and photos stolen. Of the 11.6m stolen records, 6.4m were those of children."},
{"year": "2016", "sector": "web", "companyName": "Sanrio", "numStolen": "3", "reason": "configuration error", "moreInfo": "Security researcher was able to access a database of 3.3m of Sanrio's Sanriotown.com accounts, with links to other Sanrio Hello Kitty portals."},
{"year": "2016", "sector": "web", "companyName": "US Voter Database", "numStolen": "191", "reason": "configuration error", "moreInfo": "A database of 191 million US voters has been exposed as a result of incorrect configuration. The owner of the database is yet to be identified. The feds are on it. "},
{"year": "2016", "sector": "web", "companyName": "Time Warner Cable", "numStolen": "320", "reason": "unknown", "moreInfo": "The FBI notfied Time Warner Cable about the breach. As yet they don't know how it happened, but suspect malware or third party breaches. "},
{"year": "2016", "sector": "web", "companyName": "Anthem", "numStolen": "80", "reason": "hacked", "moreInfo": "Anthem failed to encrypt the stock of personal info it held. It took them 6 weeks to realise they'd been hacked. "},
{"year": "2016", "sector": "web", "companyName": "Premera Blue Cross", "numStolen": "11", "reason": "hacked", "moreInfo": "Medical and financial data exposed. "},
{"year": "2016", "sector": "web", "companyName": "Snapchat", "numStolen": "NaN", "reason": "hacked", "moreInfo": "Current and former employees had their identities compromised by a cyber attack."},
{"year": "2016", "sector": "web", "companyName": "Code.org", "numStolen": "10", "reason": "poor security", "moreInfo": "Volunteer email addresses were left accessible via web browser. "},
{"year": "2016", "sector": "web", "companyName": "Verizon", "numStolen": "10", "reason": "hacked", "moreInfo": "Customer database and information about company's security flaws stolen and put up for sale. "},
{"year": "2016", "sector": "law firm", "companyName": "Mossack Fonseca", "numStolen": "11", "reason": "leak", "moreInfo": "2.6TB of data on politicians, criminals, professional athletes etc leaked from law firm Mossack Fonseca, including emails, contracts, scanned documents, transcripts..."},
{"year": "2016", "sector": "government", "companyName": "Turkish citizenship database", "numStolen": "49", "reason": "leak", "moreInfo": "Turkish citizenship database has allegedly been hacked and leaked online."},
{"year": "2016", "sector": "web", "companyName": "National Childbirth Trust", "numStolen": "15", "reason": "hacked", "moreInfo": "London-based charity hacked for user information. "},
{"year": "2016", "sector": "government", "companyName": "Syrian government", "numStolen": "274", "reason": "hacked", "moreInfo": "Hacking outfit calling itself 'Cyber Justice Team' leaked 10GB of data from the government and private websites. Seems to be just data from old leaks, though."},
{"year": "2016", "sector": "government", "companyName": "Philippines’ Commission on Elections", "numStolen": "55", "reason": "hacked", "moreInfo": "After a message was posted on the COMELEC website by hackers from Anonymous, warning the government not to mess with the elections, the entire database was stolen and posted online. "},
{"year": "NaN", "sector": "", "companyName": "PF Changs", "numStolen": "NaN", "reason": "", "moreInfo": ""}
]}